adress_hospital = '456830, Челябинская область г. Касли, ул. Коммуны, 65'
telephon_hospital_big = "+7(35149) 2-25-03"
telephon_hospital_kid = "+7(35149) 2‒21‒33"
email_hospital = 'kcrb@bk.ru'

DOCTORS_DICT = {
    'травматолог': ['Врач травматолог', 'Столбиков Павел Михайлович', '09:00-14:20', '315'],
    'терапевт': ['Врач терапевт', 'Пинчук Валентина Николаевна', '09:00-14:00', '316'],
    'инфекционист': ['Врач инфекционист', 'Логинов Владислав Сергеевич', '09:00-14:00', '324'],
    'офтальмолог': ['Врач офтальмолог', 'Осинцева Елена Николаевна', '09:00-14:00', '303'],
    'психотерапевт': ['Врач психотерапевт', 'Дворко Валерия Владимировна', '09:00-14:01', '302'],
    'невролог': ['Врач невролог', 'Бичев Сергей Юрьевич', '10:00-14:00', '408'],
    'дерматовенеролог': ['Врач дерматовенеролог', 'Иванцов Федор Алексеевич', '08:00-14:00', '221'],
    'оторино-ларинголог': ['Врач оторино-ларинголог', 'Новоселов Дмитрий Виктрович', '08:00-14:00', '401'],
    'зубной': ['Врач зубной', 'Екимова Людмила Александровна', '08:00-13:00', '422'],
    'уролог': ['Врач уролог', 'Пшеничников Андрей Федорович', '09:00-13:00', '315'],
    'педиатр_kid': ['Врач педиатр [Детский]', 'Баимова Татьяна Григорьевна', '09:00-15:50', '203'],
    'зубной_kid': ['Врач зубной [Детский]', 'Волкова Ольга Александровна', '08:00-14:00', '206'],
}

OTDELENIE_DICT = {
    'big': 'Взрослая поликлиника',
    'kids': 'Детская поликлиника'
}

INFO = f'''
🌐Адрес: {adress_hospital}🌐

🟢Административно-управленческий персонал🟢 

🕑Часы работы: 
    ПН-ЧТ 8:00 – 17:00, обед с 12:00 - 12:45;
    ПТ 8:00 – 16:00, обед с 12:00 - 12:45. 

☎️Контактные телефоны: 
    Секретарь 2-25-57
    Главный врач Мельников В.В. 2-25-57


🟢Поликлиника🟢

🕑Часы работы:
    ПН-ВС 7-30 – 18-00

☎️Контактные телефоны: 
    Регистратура взрослая: {telephon_hospital_big}
    Регистратура детская: {telephon_hospital_kid}
    Заведующая поликлиникой - Широкова Э.Е.: 2-24-12


🟢Многопрофильный стационар🟢

🕑Часы работы:
    Kруглосуточный режим работы

☎️Tелефон: 
    2-25-61


🟢Скорая медицинская помощь🟢

🕑Часы работы:
    Kруглосуточный режим работы

☎️Tелефон:
    03, 2-53-66
    
    
⭕️Круглосуточно осуществляется запись на прием на сайте www.talon.zdrav74.ru⭕️
'''

ADMIN_ID = 1158687926

